
{
  "products": [
    {
      "id": "kaltsiy-khai-tsyuogai",
      "productCode": "D/BA01",
      "name": "Кальций «Хай Цюогай»",
      "category": "restoration",
      "price": 2816,
      "pricePerUnit": 28.16,
      "unitName": "капсула",
      "summary": "Источник легкоусвояемого кальция для костей, сердца и сосудов.",
      "image": "/images/d-ba01.webp",
      "details": {
        "composition": "Зеленые морские водоросли Люцао, порошок спирулины, кальция L-лизинат, кальция карбонат, растительное масло, пищевой желатин. Содержит витамины группы D.",
        "action": "Высокая усвояемость кальция. Профилактика остеопороза и рахита, предотвращение процессов старения, укрепление организма, способствует нормализации давления.",
        "application": "До 2 капсул 2 раза в день, запивать теплой водой.",
        "contraindication": "Прямые данные отсутствуют.",
        "packaging": "100 капсул",
        "course": "Хватит на 1,5 месяца"
      }
    },
    {
      "id": "kapsuly-syuechinfu",
      "productCode": "D/BA02",
      "name": "Капсулы «Сюэчинфу»",
      "category": "bioregulation",
      "price": 5852,
      "pricePerUnit": 48.77,
      "unitName": "капсула",
      "summary": "Ключевой продукт для поддержки сердца и сосудов, нормализует вязкость крови.",
      "image": "/images/d-ba02.webp",
      "details": {
        "composition": "Наттокиназа, экстракт из косточек винограда, гинностеммы пятилистной, желатин.",
        "action": "Антикоагулянтное действие, улучшает кровообращение, профилактика артериосклероза. Замена АСПИРИНА, выводит холестерин. Если есть заболевания сердца (инфаркты, стенокардия).",
        "application": "По 1–2 капсулы 1-2 раза в день, запивать теплой водой.",
        "contraindication": "Прямые данные отсутствуют.",
        "packaging": "120 капсул",
        "course": "Хватает на 2-4 месяца"
      }
    },
    {
      "id": "kapsuly-tasuan",
      "productCode": "D/BA03",
      "name": "Капсулы с чесночной эссенцией «Тасуан»",
      "category": "detox",
      "price": 1650,
      "summary": "Многофункциональное действие: контроль жира и сахара в крови, защита сосудов.",
      "image": "/images/d-ba03.webp",
      "details": {
        "composition": "Чесночная эссенция.",
        "action": "Бактериостатическое, бактерицидное и противовирусное. Снижает содержание жира и сахара в крови, оказывает антикоагулянтное действие, ингибирует опухоли.",
        "application": "Оказывает лечебно-профилактическое действие при заболеваниях сосудов сердца и головного мозга, помогает избавиться от лишнего веса, защищает печень.",
        "contraindication": "Прямые данные отсутствуют."
      }
    },
    {
      "id": "eliksir-legenda-feniksa",
      "productCode": "D/F001-Pro",
      "name": "Эликсир «Легенда Феникса»",
      "category": "bioregulation",
      "price": 3850,
      "image": "/images/d-f001-pro.webp",
      "summary": "Интенсивная формула с высокой концентрацией кордицепса для ударного восстановления.",
      "details": {
        "composition": "Кордицепс китайский (75%), Линчжи (6%), Ароматный гриб (6%), молодые побеги бамбука (5%), мед (2%).",
        "action": "Абсолютно натуральный тонизирующий продукт общеукрепляющего действия.",
        "application": "Прямые данные отсутствуют.",
        "contraindication": "Индивидуальная непереносимость компонентов препарата."
      }
    },
    {
      "id": "yubileinyi-eliksir-feniks",
      "productCode": "D/F001S",
      "name": "Юбилейный эликсир «Феникс»",
      "category": "bioregulation",
      "price": 2255,
      "pricePerUnit": 564,
      "unitName": "флакон",
      "image": "/images/d-f001s.webp",
      "summary": "Мощный иммуномодулятор для системной регуляции и восстановления.",
      "details": {
        "composition": "Полисахариды линчжи (лентинан), кислота кордицепса, уридин, аденин, тритерпен, полипептиды, гликопептиды, ферменты, белки, аминокислоты, витамины B1, B2, B12, K, а также микроэлементы (калий, натрий, кальций, магний, железо, медь, марганец, селен).",
        "action": "Повышает клеточный и гуморальный иммунитет, стимулирует рост лимфоцитов, повышает активность NK-клеток, индуцирует рост интерферонов. Применяется при профилактике и лечении рака, способствует контролю над ростом опухоли.",
        "application": "Рекомендуется людям со слабым здоровьем, часто болеющим, а также на стадии восстановления после заболеваний.",
        "contraindication": "Прямые данные отсутствуют.",
        "packaging": "4 флакона по 30 мл",
        "course": "Курс 10 дней, по 3 мл в день. Раз в месяц проходить курс."
      }
    },
    {
      "id": "eliksir-feniks-new",
      "productCode": "D/F001-New",
      "name": "Эликсир Феникс",
      "category": "bioregulation",
      "price": 2255,
      "pricePerUnit": 564,
      "unitName": "флакон",
      "summary": "Высокоэффективный биоиммунорегулятор быстрого действия, в состав которого входит легендарное «золото Гималаев» кордицепс китайский.",
      "image": "/images/d-f001-new.webp",
      "details": {
        "composition": "Кордицепс китайский — 75%, Линчжи — 6%, Ароматный гриб — 6%, молодые побеги бамбука — 5%, мед — 2% и другие компоненты ТКМ.",
        "action": "Используется для профилактики онкологических заболеваний, подавления роста опухолевых клеток, усиления эффективности действия химио и радиотерапии.",
        "application": "В утренние часы сразу после пробуждения, предварительно выпив полстакана теплой воды.",
        "dosage": "Курс 10-30 дней. Взрослым и детям с 10 лет рекомендуется принимать внутрь по 2-3 мл 1 р/д. Детям младшего возраста: 1–2 года — 1–1,5 мл в день; 2–3 года —1,5–2,0 мл в день; 3–5 лет — 2,0–2,5 мл в день; 5–10 лет —2,5–3,0 мл в день.",
        "contraindication": "индивидуальная непереносимость компонентов препарата",
        "packaging": "4 флакона"
      }
    },
    {
      "id": "eliksir-3-dragotsennosti",
      "productCode": "D/F002",
      "name": "Эликсир «3 Драгоценности»",
      "category": "bioregulation",
      "price": 3597,
      "pricePerUnit": 900,
      "unitName": "флакон",
      "image": "/images/d-f002.webp",
      "summary": "Укрепление «энергии Ян» и поддержка почек и лёгких. Синергия трех компонентов ТКМ.",
      "details": {
        "composition": "Кордицепс китайский, Линчжи, Шиитаке (сянгу), экстракт черных горных муравьёв.",
        "action": "Укрепляет «меридиан почек и лёгких», усиливает «энергию Ян», оказывает ощутимый общеукрепляющий эффект на иммунную систему.",
        "application": "Эффективен при ревматизме (ревматоидном артрите), проблемах с печенью (гепатит В), сахарном диабете, вирусах и инфекциях, повышает репродуктивную функцию, эффективен при бесплодии. Принимать по 5 мл раз в день.",
        "contraindication": "Прямые данные отсутствуют.",
        "packaging": "4 флакона по 30 мл"
      }
    },
    {
      "id": "kapsuly-linchzhi",
      "productCode": "D/F003",
      "name": "Капсулы «Линчжи»",
      "category": "bioregulation",
      "price": 1694,
      "pricePerUnit": 70.58,
      "unitName": "капсула",
      "image": "/images/d-f003.webp",
      "summary": "Поддержка нервной системы, улучшение качества сна и иммунная модуляция.",
      "details": {
        "composition": "Линчжи (голден рейши, ганодерма), экстракт кордицепса.",
        "action": "Комплексно воздействует на весь организм, улучшает работу мозга, сердца, повышает иммунитет, благотворно влияет на легкие и бронхи.",
        "application": "Взрослым по 1 капсуле 1–2 раза в день во время еды.",
        "contraindication": "Прямые данные отсутствуют.",
        "packaging": "24 капсулы"
      }
    },
    {
      "id": "chai-lyuvei",
      "productCode": "D/F004",
      "name": "Чай «Лювей»",
      "category": "detox",
      "price": 907.5,
      "pricePerUnit": 36.3,
      "unitName": "пакетик",
      "image": "/images/d-f004.webp",
      "summary": "Очищающие, тонизирующие и восстанавливающие свойства.",
      "details": {
        "composition": "Чай пуэр, астрагал, шалфей, хризантема, жимолость японская, женьшень пятилистный.",
        "action": "Очищающий, тонизирующий, восстанавливающий.",
        "application": "Один пакетик чая можно использовать 3 – 4 раза в день в равные промежутки времени. Каждый раз тот же пакетик до 3 минут, (при первых завариваниях чая достаточно лишь на несколько секунд поместить пакетик в горячую воду до появления цвета), опускается в полный стакан с горячей водой, после чего пакетик вынимается и выпивается чай. Для заваривания чая кипяток не применяется. Необходимо несколько минут подождать пока вода несколько остынет. К вечеру в чае концентрация кордицепса снижается. Сон не нарушается.",
        "contraindication": "Прямые данные отсутствуют.",
        "course": "Один курс оздоровления чаем «Лювэй Феникс» – 25 дней. При необходимости возможно и более длительное применение чая."
      }
    },
    {
      "id": "pastilki-gaosen",
      "productCode": "D/F005",
      "name": "Пастилки «Гаосен»",
      "category": "detox",
      "price": 3927,
      "pricePerUnit": 27.27,
      "unitName": "таблетка",
      "image": "/images/d-f005.webp",
      "summary": "Дают чувство сытости, выводя холестерин, эффект похудения.",
      "details": {
        "composition": "Конжаковая камедь, высокоплотный хитозан, высоковолокнистая клетчатка, спирулина, дифференцированный белок.",
        "action": "Обладает абсорбирующим, иммуномодулирующим и профилактическим действием, способствует очищению желудочно-кишечного тракта.",
        "application": "По 4-8 таблеток 2 раза в день.",
        "contraindication": "Прямые данные отсутствуют.",
        "packaging": "144 таблетки"
      }
    },
    {
      "id": "fruktovaya-pasta-roza",
      "productCode": "D/F006",
      "name": "Фруктовая паста «Роза»",
      "category": "detox",
      "price": 1127.5,
      "pricePerUnit": 112.75,
      "unitName": "пакетик",
      "image": "/images/d-f006.webp",
      "summary": "При интоксикациях, отравлениях, дисбактериозе.",
      "details": {
        "composition": "Экстракт из лепестков розы, олигосахариды (олигоксилоза, стахиоza), фруктозан). Не содержит сахара.",
        "action": "Регулирует работу кишечника, стимулируя рост полезной микрофлоры. Является доступным пищевым продуктом оздоровительного направления, подходит как заменитель сахаров.",
        "application": "Взрослым принимать от 1 до 3 столовых ложек в день за 30 минут до еды. Чайную ложку или пакетик на раз.",
        "contraindication": "Прямые данные отсутствуют.",
        "packaging": "10 пакетиков по 12 г"
      }
    },
    {
      "id": "eliksir-santsiin",
      "productCode": "D/F007",
      "name": "Эликсир «Санциин»",
      "category": "detox",
      "price": 3597,
      "pricePerUnit": 900,
      "unitName": "флакон",
      "image": "/images/d-f007.webp",
      "summary": "Тройная очистка: кишечник, токсины, жиры в крови.",
      "details": {
        "composition": "Гель Алоэ кюрасао, Гинкго, Аурикулярия уховидная (древесный гриб), экстракт из Кордицепса китайского.",
        "action": "Производит три эффекта очистки: чистит кишечник, очищает организм от токсинов, очищает кровь от вредных жиров. Работает на меридианы печени, сердца и селезенки.",
        "application": "От 0,6 флакона до 1 флакона 2 раза в день, за 30 мин до еды. Курс очищения — не менее 15 дней (обычно), между курсами рекомендуется перерыв 3–5 дней. Эффективен при избытке липидов в крови.",
        "contraindication": "Прямые данные отсутствуют.",
        "packaging": "4 флакона"
      }
    },
    {
      "id": "napitok-s-peptidami-zhenshenya",
      "productCode": "D/F017",
      "name": "Напиток с пептидами женьшеня «Multi Power»",
      "category": "restoration",
      "price": 6600,
      "image": "/images/d-f017.webp",
      "summary": "Восстановление энергетического баланса и замедление процессов старения на клеточном уровне.",
      "details": {
        "composition": "Порошок пептидов женьшеня, порошок коллаген-пептида из коровьих костей, подсластитель (изомальт).",
        "action": "Помогает восстановить энергетический баланс, запустить механизм восстановления клеток, стимулирует усвоение кальция, всесторонне замедляет процессы старения, регулирует работу ЖКТ, повышает иммунитет.",
        "application": "Принимать утром на голодный желудок, растворив содержимое 1 пакетика в теплой воде. При серьёзных заболеваниях рекомендуется принимать 2–3 раза в день.",
        "contraindication": "Беременные и кормящие женщины, дети младше 14 лет."
      }
    },
    {
      "id": "imperatorskii-chai-shunci",
      "productCode": "D/F019",
      "name": "Императорский чай «ShunCi»",
      "category": "detox",
      "price": 4400,
      "image": "/images/d-f019.webp",
      "summary": "Поддержка при диабете, повышение эластичности сосудов.",
      "details": {
        "composition": "Чай Улун, Ампелопсис, Циклокария палиурусовая.",
        "action": "Делает стенки сосудов более эластичными, улучшает кровообращение. Помогает при диабете. Содержит селен — элемент, предотвращающий образование опухолей.",
        "application": "Заваривать водой оптимальной температуры 80–90°C. Чайный пакетик можно использовать многократно в объеме 200–300 мл или приготовить 1–1,5 л из одного пакетика.",
        "contraindication": "Прямые данные отсутствуют."
      }
    },
    {
      "id": "gel-aloe",
      "productCode": "D/F503",
      "name": "Гель Алоэ",
      "category": "cosmetics",
      "price": 1320,
      "image": "/images/d-f503.webp",
      "summary": "Заживляющий и увлажняющий гель для наружного применения.",
      "details": {
        "composition": "Вода, сок листьев алоэ вера (кюрасао), гиалуроновая кислота (гиалоплазма), β-декстран, аллантоин, глицирретовая кислота.",
        "action": "Обезболивающий, антибактериальный, противовоспалительный и дезодорирующий эффект. Ускоряет заживление ожогов и порезов, разглаживает морщины, предотвращает высыхание кожи.",
        "application": "Наружное. Нанести на чисто вымытый обрабатываемый участок кожи.",
        "contraindication": "Только для наружного применения."
      }
    },
    {
      "id": "zubnaya-pasta-s-korditsepsom",
      "productCode": "D/F506",
      "name": "Зубная паста с кордицепсом",
      "category": "hygiene",
      "price": 1650,
      "image": "/images/d-f506.webp",
      "summary": "Двунаправленная регуляция и улучшение общего состояния полости рта.",
      "details": {
        "composition": "Кордицепс, Линчжи.",
        "action": "Двунаправленная регуляция, улучшение состояния полости рта.",
        "application": "Применяется для чистки зубов утром и вечером. Только для наружного применения.",
        "contraindication": "Детям до 6 лет применять продукт под наблюдением взрослых."
      }
    },
    {
      "id": "gigienicheskie-prokladki-dlya-kriticheskikh-dnei",
      "productCode": "D/F529",
      "name": "Гигиенические прокладки (Для критических дней)",
      "category": "hygiene",
      "price": 2310,
      "image": "/images/d-f529.webp",
      "summary": "Высокотехнологичные прокладки с антибактериальным, противовоспалительным и оздоровительным действием.",
      "details": {
        "composition": "Наночастицы серебра, анионовый чип, эффект инфракрасного дальноволнового излучения, магнитотерапия.",
        "action": "Общее оздоравливающее влияние, антибактериальный, противовоспалительный, обезболивающий эффект. Убивают бактерии, грибки, трихомонады, улучшают микроциркуляцию.",
        "application": "Предназначены для использования в критические дни.",
        "contraindication": "Прямые данные отсутствуют."
      }
    },
    {
      "id": "ezhednevnye-prokladki",
      "productCode": "D/F530",
      "name": "Ежедневные прокладки",
      "category": "hygiene",
      "price": 2420,
      "image": "/images/d-f530.webp",
      "summary": "Ежедневные прокладки с оздоровительным эффектом для поддержания гигиены и здоровья.",
      "details": {
        "composition": "Наночастицы серебра, анионовый чип, эффект инфракрасного дальноволнового излучения. Нетканый материал, \"дышащая\" пленка, высокомолекулярный абсорбирующий полимер.",
        "action": "Мощнейший антибактериальный эффект, стимулируют регенерацию поврежденных клеток. Способствуют выведению вредных веществ, гармонизируют кислотно-щелочной баланс.",
        "application": "Для ежедневного использования.",
        "contraindication": "Не предназначены для использования во время менструального цикла."
      }
    },
    {
      "id": "rastitelnoe-massazhnoe-maslo-herbal-oil",
      "productCode": "D/F619e",
      "name": "Растительное массажное масло «Herbal Oil»",
      "category": "cosmetics",
      "price": 6050,
      "image": "/images/d-f619e.webp",
      "summary": "Согревающее и расслабляющее масло для массажа и ухода за кожей.",
      "details": {
        "composition": "Экстракт молодого желтого имбиря, масло плодов оливы европейской, масло корня дудника китайского, масло плодов макадамии.",
        "action": "Мягко согревает и расслабляет тело, устраняет сухость кожи, оказывает антиоксидантное действие, повышает тонус кожи.",
        "application": "Используется как самостоятельно, так и при проведении сеансов биоэнергетической регуляции (БЭМ).",
        "contraindication": "Прямые данные отсутствуют."
      }
    },
    {
      "id": "vosstanavlivayushchaya-syvorotka-s-mineralami",
      "productCode": "D/FC17C",
      "name": "Восстанавливающая сыворотка с минералами (набор 2+2)",
      "category": "cosmetics",
      "price": 16500,
      "image": "/images/d-fc17c.webp",
      "summary": "Антивозрастная сыворотка для глубокого увлажнения и восстановления эластичности кожи.",
      "details": {
        "composition": "Вода, глицерин, пропиленгликоль, гиалуронат натрия, а также цинк, кальций, магний, железо и кремний, полученные в результате ферментации дрожжей.",
        "action": "Продолжительное увлажнение, мощный антивозрастной эффект. Использует метод ПЦР, который позволяет активным компонентам проникать в три слоя кожи, восстанавливая эластичность и разглаживая морщины.",
        "application": "Использовать продукт в течение 7 дней после разведения.",
        "contraindication": "Прямые данные отсутствуют."
      }
    },
    {
      "id": "energeticheskii-yan-shen-balzam",
      "productCode": "D/FC18",
      "name": "Энергетический Ян-Шэн бальзам",
      "category": "cosmetics",
      "price": 4400,
      "image": "/images/d-fc18.webp",
      "summary": "Наружная терапия для устранения внутренних недугов через биоактивные точки.",
      "details": {
        "composition": "Ресвератрол, экстракт коры французской сосны (пикногенол), экстракт стволовых клеток швейцарских яблок, корица китайская, куркума, элеутерококк колючий, полынь, другие лекарственные растения.",
        "action": "Очищает энергетические каналы, улучшает кровообращение, выводит токсины. Обладает сильным болеутоляющим действием. Использует квантовые технологии для мгновенного проникновения в БАТ.",
        "application": "Для растирания, наносят при использовании биоэнергомассажера (БЭМ). При суставных болях рекомендуется укрыть больной участок полиэтиленовой пленкой.",
        "contraindication": "Прямые данные отсутствуют."
      }
    },
    {
      "id": "guifei-bao",
      "productCode": "D/FY001",
      "name": "Тампонированные капсулы «Гуйфэй Бао»",
      "category": "hygiene",
      "price": 3300,
      "pricePerUnit": 550,
      "unitName": "капсула",
      "summary": "Оздоровительные капсулы для женского здоровья с эффектом самодиагностики и очищения.",
      "image": "/images/d-fy001.webp",
      "details": {
        "packaging": "6 капсул/упаковка, 1 г в капсуле",
        "shelfLife": "24 месяца",
        "storage": "Плотно закрытым, в сухом, тёмном, прохладном месте",
        "composition": "Экстракт семян драконового дерева, корень ревеня, высушенные зрелые плоды жгун-корня Моннье, псевдолиственница приятная, акация катеху, сафлор красильный, жженые квасцы, софора желтоватая, борнейская камфора, гирча японская, бура, другие компоненты ТКМ.",
        "action": "Лейкорея с кровянистыми выделениями; возрастной и трихомонадный вагинит; специфический запах; грибковый кольпит; воспаление тазовой полости; аднексит; пруритус вульвы; эрозия шейки матки; расстройства и болезненные менструации; послеродовое кровотечение; лохиоррея; упомянуто — пигментные пятна и угри.",
        "application": "Открыть фольгированный пакет, промыть и вытереть влагалище. С помощью одноразовых перчаток поместить капсулу во влагалище, оставить конец нитки снаружи. Извлекать за нитку.",
        "dosage": "1 капсула каждые 3 дня; оздоровительный курс — 6 капсул (1 капсула за раз)",
        "contraindication": "Беременные и девственницы — не рекомендуется; при месячных и в период грудного вскармливания — прекратить применение; осторожно после аборта и при аллергии. Продукт не является лекарством.",
        "effects": "Очищение и дезинтоксикация полости матки и влагалища; сужение влагалища и матки; устранение процессов гниения; нормализация гормонального баланса; восстановление микрофлоры; косметический эффект (улучшение цвета кожи, уменьшение пятен); профилактика гинекологических заболеваний при применении 1 раз в месяц; вспомогательная терапия при миоме, эрозии, кистах.",
        "note": "На странице подчёркивается: продукт не является лекарством; перед применением рекомендуется консультация врача."
      }
    },
    {
      "id": "kapsuly-molodost-plus",
      "productCode": "D/F021S",
      "name": "Капсулы с пептидами «Молодость плюс»",
      "category": "restoration",
      "price": 42735,
      "pricePerUnit": 14245,
      "unitName": "банка",
      "summary": "Мощное омолаживающее действие, замедляет процесс старения и укрепляет иммунитет.",
      "image": "/images/d-f021s.webp",
      "details": {
        "composition": "Пептиды, коллаген.",
        "action": "Оказывает мощное омолаживающее действие; Замедляет процесс старения; Укрепляет иммунитет; Снимает физическую усталость; Благодаря антиоксидантному действию защищает клетки от преждевременного старения.",
        "application": "По 1 капсуле 2 раза в день.",
        "contraindication": "Прямые данные отсутствуют.",
        "packaging": "3 банки по 90 капсул",
        "course": "1.5 месяца"
      }
    },
    {
      "id": "pastilki-dvizhenie-plus",
      "productCode": "D/F022S",
      "name": "Пастилки с пептидами «Движение плюс»",
      "category": "restoration",
      "price": 21000,
      "pricePerUnit": 10500,
      "unitName": "банка",
      "summary": "Укрепление хрящевой ткани, улучшение подвижности суставов и предупреждение остеопороза.",
      "image": "/images/d-f022s.webp",
      "details": {
        "composition": "Пептиды, глюкозамин, хондроитин.",
        "action": "Помогают укрепить хрящевую ткань, улучшают подвижность, возвращают комфорт движения, предупреждают остеопороз, защищают суставы.",
        "application": "2 раза в день по 1 пастилке.",
        "contraindication": "Прямые данные отсутствуют.",
        "packaging": "2 банки по 60 пастилок",
        "course": "Хватит на 1 месяц."
      }
    }
  ]
}
